//
//  TextConstants.swift
//  Resume App
//
//  Created by stargaltion on 8/13/23.
//

import Foundation

struct HardCodeText {
    
    let name: String = "Крыков Иван Сергеевич"
    let location = "Санкт-Петербург"
    let shortExperience = "iOS - разработчик, один из немногих, кто прошёл курсы Skillbox до конца"
    let fullDescription = "Привет! Я iOS - разработчик, с момента начала изучения этой профессии уже минуло 10 месяцев, за это время у меня позади пройденный курс от Skillbox с защищённой дипломной работой, в которой я создал приложение на основе библиотек MapKit и ARKit, а также множество просмотренных курсов для самообразования, ведь никакой курс не даст весь необходимый объём знаний. Мой ментор еженедельно направляет меня в дальнейшем развитии, а последующее изучение информации помогает узнавать новое. Я открыт для проектов и с радостью жду новые возможности."
    
}
